export const dummy = {
  data: [
    {
      title: "리팩토링",
      content:
        "코드의 구조를 개선하여 가독성과 유지보수성을 높이는 과정을 의미한다.",
    },
    {
      title: "SOLID 원칙",
      content:
        "객체 지향 설계의 기본 원칙으로 코드의 품질을 향상시키는 데 도움이 된다.",
    },
    {
      title: "SRE (Site Reliability Engineering)",
      content: "시스템의 안정성과 성능을 책임지는 엔지니어링 분야.",
    },
    {
      title: "테스트 주도 개발 (TDD)",
      content:
        "새로운 기능을 추가하기 전에 테스트를 먼저 작성하고, 테스트를 통과하는 코드를 작성하는 개발 방식으로 버그를 줄이고, 코드의 품질을 향상시키는 데 도움이 된다.",
    },
    {
      title: "제로 트러스트 보안",
      content:
        "아무것도 신뢰하지 않고 모든 접근을 엄격하게 제어하는 보안 모델로, 내부 네트워크의 보안을 강화하는 데 도움이 된다.",
    },
    {
      title: "웹 3.0",
      content:
        "탈중앙화된 인터넷으로 블록체인 기술을 기반으로 한다. 기존 웹 2.0과는 또다른 새로운 인터넷 세상을 열 것으로 예상된다",
    },
    {
      title: "뉴로 마케팅",
      content:
        "소비자의 뇌 활동을 분석하여 마케팅 전략을 수립하는 방법으로 소비자의 인지, 감정, 행동을 이해하여 보다 효과적인 마케팅을 가능하게 한다",
    },
    {
      title: "ESG 경영",
      content:
        "환경(Environment), 사회(Social), 지배구조(Governance)의 지속가능성을 고려한 경영 활동으로 기업의 사회적 책임을 강화하고, 장기적인 성장을 도모하기 위한 경영 전략이다.",
    },
    {
      title: "그린 워싱",
      content:
        "친환경적 이미지를 내세우면서 실제로는 그렇지 않은 기업의 행위로, 소비자의 혼란을 야기할 수 있다.",
    },
    {
      title: "기본소득제도",
      content:
        "모든 국민에게 일정 금액의 현금을 지급하는 사회복지제도로 소득 불평등을 해소하고, 경제 활성화를 도모하기 위한 정책이다.",
    },
    {
      title: "검경 수사권 조정",
      content:
        "검찰과 경찰의 수사권을 분리하는 개혁안으로 검찰의 권한을 견제하고, 경찰의 수사 역량을 강화하기 위한 제도이다.",
    },
    {
      title: "chip4동맹",
      content:
        "미국, 일본, 대만, 한국이 반도체 공급망을 강화하기 위해 추진하는 협력체로 반도체 패권 경쟁에 대응하고, 안정적인 반도체 공급망을 구축하기 위한 노력한다.",
    },
    {
      title: "블렌디드 러닝",
      content:
        "블렌디드 러닝은 온라인 학습과 면대면 학습을 결합한 학습 방식으로, 온라인 학습의 장점인 시간과 장소의 제약을 최소화하면서, 면대면 학습의 장점인 상호작용과 협업을 강화할 수 있다.",
    },
    {
      title: "온디바이스 인공지능",
      content:
        "온디바이스 인공지능은 기기 자체에서 인공지능 연산을 수행하는 기술로, 클라우드 인공지능에 비해 저지연, 보안, 개인정보 보호 등의 장점이 있다.",
    },
  ],
};
